{"name":"Karunya Institute of Technology and Sciences","desc":"Karunya Institute of Technology and Sciences, was founded with the noble vision to raise professionals and leaders of high academic calibre and unblemished character, nurtured with a strong motivation and commitment to serve humanity. The institution is the fulfillment of the vision of its founders Late Dr. D. G. S. Dhinakaran and the present Chancellor Dr. Paul Dhinakaran. Established in 1986 as an Engineering College, it was granted an autonomous status in 1999 and declared Deemed-to-be University by the University Grants Commission (UGC) in recognition of its academic excellence by the Ministry of Human Resources Development under section 3 of the UGC Act, 1956 vide notification no 9-3-2000-U3 dated 23.6.2004 of the Government of India. Accredited by NAAC, the institution offers a wide array of Bachelors, Masters and Doctoral Degree programmes in various branches of Engineering, Biotechnology, Food processing and Agricultural Sciences. From a humble beginning of 180 students, the institution has rapidly grown to 8491 students and 452 faculty representing 18 academic departments.\n\nIn the three decades of service to higher education, Karunya Institute of Technology and Sciences has made significant progression in teaching learning, research and consultancy, innovation and transfer of technology, community service and value education. Translating the vision of the Founders into action, the institution is currently engaged in finding solutions to human problems in the four major areas such as Water, Food, Healthcare, and Energy through scientific and technological interventions.","waypoints":[{"type":"waypoint","name":"Karunya Main Entrance","desc":"","lat":10.936695554254612,"lng":76.74379318727205,"narration":null,"trigger_radius":5.0,"transcript":null,"gallery":[],"control":"path","links":null},{"type":"waypoint","name":"Administration Office","desc":"","lat":10.936549416813108,"lng":76.7437512346475,"narration":null,"trigger_radius":5.0,"transcript":null,"gallery":[],"control":"path","links":null}],"gallery":["f66c4cce0f648ce0bb76e1a560ddde5081ce18330d896b70badaa917a83559b8.jpg","626373418714cef61c8fa3a1a649546c67a1a0d9b6a12f964761e8d63649bc07.jpg","03366a2e877f5dd2438992c5550a45dfb93eeccc7050d70306ce4f3c40a81e7e.jpg","139ad6072d8623b20bf11a319cbb11f5fb65fff0188431efd410a03178ef78e5.jpg"],"pois":[],"tiles":"9ae15ead06c3fe75f910db0d420fd772dd57fb793892bc607d504509d4a0e392.osm","path":"kawaAu_lsM\\F","links":{"Site Link":{"href":"https://karunya.edu"}}}